Repository: OPUS4/application
Catalog: modules/admin/language/collections.tmx
Source language: de
Languages: en

source: Sammlungsverwaltung
en: Manage Collections

source: Sammlungseinstellungen
en: Collection Properties

source: Neue Sammlung anlegen
en: Create New Collection

source: Einstellungen des Sammlungseintrags
en: Collection Entry Properties

source: Auflistung der Sammlungseinträge
en: List Collection Entries

source: Neuen Sammlungseintrag anlegen
en: Create New Collection Entry

source: Sammlungszuweisung
en: Assign Collection

source: Entfernen
en: Remove

source: Einblenden
en: Unhide

source: Ausblenden
en: Hide

source: Eine neue Sammlung anlegen
en: Create New Collection

source: Verknüpfte Dokumente
en: Associated Documents

source: Einen neuen Sammlungseintrag anlegen
en: Create New Collection Entry

source: Sammlungseintrag
en: Collection Entry

source: Kopieren abbrechen
en: Abort copying

source: Kopieren
en: Copy

source: Sammlungszuweisung abbrechen
en: Abort collection assignment

source: Hierunter einfügen
en: Paste below

source: Hierüber einfügen
en: Paste above

source: Hiermit verknüpfen
en: Assign here

source: Einen neuen Sammlungseintrag hier einfügen
en: Add a new collection entry at this position

source: nach oben verschieben
en: Move up

source: nach unten verschieben
en: Move down

source: Zeige verknüpfte Dokumente
en: Show Associated Documents

source: Keine
en: None

source: Bezeichnung des OAI-Sets
en: Name of oai set

source: Sortierreihenfolge
en: Sort Order

source: Nie
en: Never

source: Nur im Dokument-Zähl-Kontext
en: Only in document count context

source: Nur im Dokument-Anzeige-Kontext
en: Only in document display context

source: Immer
en: Everytime

source: Sichtbar
en: Visible

source: Sammlung wird auf Browsing-Startseite angezeigt
en: Collection is shown on browsing start page

source: Sammlung kann Dokumenten auf der obersten Ebene zugewiesen werden
en: Documents can be assign to root collection

source: Dokumente können nur der untersten Ebene zugewiesen werden.
en: Documents can only be assigned to leaf nodes

source: Metadaten-Felder der Collection
en: Metadata fields of collections

source: Dieses Feld entfernen
en: Remove this field

source: Feld hinzufügen
en: Add field

source: Anzuzeigende Metadaten-Felder im Browsing.
en: Shown metadata fields in browsing.

source: Sammlungszugehörigkeit auf der Frontdoor anzeigen
en: Show collection membership on frontdoor

source: Anzuzeigende Metadaten-Felder auf der Frontdoor.
en: Shown metadata fields on frontdoor.

source: Sammlung als OAI-Set ausgeben
en: Use collection as OAI set

source: Ihre aktuelle Position:
en: Your current position:

source: Das zu löschende Element hat Unterelemente. Der Löschvorgang führt dazu, dass auch diese Elemente gelöscht werden. Wollen Sie den Löschvorgang wirklich durchführen?
en: The element you are trying to delete has subelements. By continuing the deletion operation those subelements will also be deleted. Are you sure to continue the operation?

source: Sind Sie sicher?
en: Are you sure?

source: interner Übersetzungsschlüssel:
en: internal translation key:

source: Sammlung '%1$s' wurde erfolgreich angelegt.
en: Collection role '%1$s' was created successfully.

source: Sammlung '%1$s' wurde erfolgreich bearbeitet.
en: Collection role '%1$s' was edited successfully.

source: Sammlung '%1$s' wurde erfolgreich gelöscht.
en: Collection role '%1$s' was deleted successfully.

source: Sichtbarkeit der Sammlung '%1$s' wurde erfolgreich geändert.
en: Visibility of collection role '%1$s' was changed successfully.

source: Letzte
en: Last

source: Sammlung '%1$s' wurde erfolgreich verschoben.
en: Collection role '%1$s' was moved successfully.

source: Sammlungseintrag '%1$s' wurde erfolgreich angelegt.
en: Collection '%1$s' was created successfully.

source: Sammlungseintrag '%1$s' wurde erfolgreich bearbeitet.
en: Collection '%1$s' was edited successfully.

source: Sammlungseintrag '%1$s' wurde erfolgreich gelöscht.
en: Collection '%1$s' was deleted successfully.

source: Sichtbarkeit des Sammlungseintrags '%1$s' wurde erfolgreich geändert.
en: Visibility of collection '%1$s' was changed successfully.

source: Sammlungseintrag '%1$s' wurde erfolgreich verschoben.
en: Collection '%1$s' was moved successfully.

source: Der Wert existiert bereits.
en: Value already exists.

source: Sammlungen sortieren
en: Sort Collections

source: Nach Namen sortieren
en: Sort by name

source: Nach Namen sortieren (abwärts)
en: Sort by name (descending)

source: Nach Nummer sortieren
en: Sort by number

source: Nach Nummer sortieren (abwärts)
en: Sort by number (descending)

source: Entweder der Name oder die Nummer müssen mindestens angegeben werden.
en: A Name and/or a Number must be entered.

source: Bitte geben Sie einen Namen und/oder eine Nummer für die Sammlung ein.
en: Please enter a name and/or a number for the collection.
